<?php

return [

    /*
    |--------------------------------------------------------------------------
    | وحدة الإدارة
    |--------------------------------------------------------------------------
    */

    'dashboard_retrieved' => 'تم جلب بيانات لوحة التحكم بنجاح.',
    'services_retrieved' => 'تم جلب الخدمات بنجاح.',
    'users_retrieved' => 'تم جلب المستخدمين بنجاح.',
    'attachments_retrieved' => 'تم جلب المرفقات بنجاح.',

    'user_created' => 'تم إنشاء الحساب بنجاح',
    'user_updated' => 'تم تحديث الحساب بنجاح',
    'user_deleted' => 'تم حذف الحساب بنجاح',
    'user_approved' => 'تمت الموافقة على الحساب وتفعيله',
    'user_rejected' => 'تم رفض الحساب بنجاح',
    'user_already_approved' => 'تمت الموافقة على الحساب مسبقًا',

    'only_active_can_be_edited' => 'يمكن تعديل الحسابات النشطة فقط.',
    'only_active_can_be_deleted' => 'يمكن حذف الحسابات النشطة فقط.',

];
