<?php

return [

    /*
    |--------------------------------------------------------------------------
    | المحتوى العام (الأسئلة الشائعة، الإسعافات الأولية)
    |--------------------------------------------------------------------------
    */

    'faqs_retrieved' => 'تم جلب الأسئلة الشائعة بنجاح.',
    'faqs_failed' => 'فشل جلب الأسئلة الشائعة',

    'first_aid_retrieved' => 'تم جلب مقالات الإسعافات الأولية بنجاح.',
    'first_aid_failed' => 'فشل جلب مقالات الإسعافات الأولية',

    'upload_success' => 'تم رفع الملف بنجاح.',
    'upload_failed' => 'فشل رفع الملف.',
    'upload_not_found' => 'الملف غير موجود.',

];
